Repository: JcDenis/httpPassword
Catalog: locales/*/main.po
Languages: fr

source: Manage http password blog protection
fr: Gérer la protection du blog par mot de passe HTTP

source: No encryption
fr: pas de cryptage

source: Logins history
fr: Historique des logins

source: Authorized users
fr: Utilisateurs autorisés

source: No write permissions on blogs directories.
fr: Aucun droit d'écriture sur le répertoire du blog.

source: Settings successfully updated.
fr: Paramètres mis à jour.

source: Logs successfully cleared.
fr: Logs effacé.

source: Logins successfully updated.
fr: Logins mis à jour.

source: Select section:
fr: Sélectionner une section :

source: Enable http password protection on this blog
fr: Activer la protection du blog par mot de passe http

source: Crypt algorithm:
fr: Algorithme de cryptage :

source: Some web servers does not surpport plaintext (no) encryption.
fr: Certains serveurs web ne supportent pas le cryptage "plaintext".

source: If you change crypt algo, you must edit and resave each users passwords.
fr: Si vous changer l'algorithme de cryptage, vous devrez modifier et sauver tous les mots de passes.

source: Authentication message:
fr: Message d'authentification :

source: Logins history is empty.
fr: L'historique des logins est vide.

source: Clear logs
fr: Effacer les logs

source: List of %s last logins.
fr: Liste des %s derniers logins.

source: Authorized users list is empty.
fr: La listes des utilisateurs autorisés est vide.

source: List of %s authorized users.
fr: Liste des %s utilisateurs autorisés.

source: New password
fr: Nouveau mot de passe

source: Change password
fr: Modifier le mot de passe

source: Add a user
fr: Ajouter un utilisateur

source: Login:
fr: Identifiant :

source: Manage .htpasswd file to make the blog private
fr: Gestion du fichier .htpasswd pour rendre le blog privé.
